Repository: jorgeroldannovillo/proyecto-traducci-n-3
Catalog: tm/memtrad-wikitravel-Halifax.tmx
Source language: en
Languages: es_es

source: Liquor purchases for private consumption are regulated by the provincially owned liquor monopoly called the NSLC (Nova Scotia Liquor Corporation).
es_es: La compra de alcohol para el consumo privado está regulada por el monopolio de las empresas de alcohol llamadas NSLC (Nova Scotia Liquor Corporation).

source: Live music some nights, they also have an open-mic night.
es_es: Música en vivo algunas noches, y también tienen una noche de micrófono abierto.

source: Load a random page [Alt+Mayús.+x]
es_es: Carga una página aleatoria [Alt+Mayús.+x]

source: Lobster in a restaurant will be expensive, so your best cheap bets are to buy one at the store and cook one yourself, or attend any of the numerous lobster dinners that are hosted by churches and community groups throughout the warmer months.
es_es: La langosta en un restaurante será cara, así que vuestra apuesta más barata es comprar una en alguna tienda y cocinarla tú mismo, o acudir a cualquiera de las numerosas cenas de langosta que celebran las iglesias y los grupos comunitarios durante los meses más calurosos.

source: Lobster, scallops, and other seafood dishes.
es_es: Langosta, vieiras, y otros platos de marisco.

source: Located 15 minutes away from downtown Halifax, the bed and breakfast provides two beautifully decorated rooms surrounded by lush gardens.
es_es: Situado a 15 minutos del centro de Halifax, el bed and breakfast ofrece dos habitaciones muy bien decoradas rodeadas de exuberantes jardines

source: Located a bit from the "downtown" area.
es_es: Situado un poco lejos del centro de la ciudad.

source: Located in downtown Halifax within walking distance of all major attractions.
es_es: Situado en el centro de Halifax, a poca distancia de todas las principales atracciones.

source: Located in the south end of the city, Saint Mary's University [45] is somewhat smaller.
es_es: Situado en el extremo sur de la ciudad, la Universidad de Santa María (Saint Mary's University) [45]es un poco más pequeña.

source: Located just off the peninsula, along the Bedford highway is Mount Saint Vincent University [46], a smaller university with a focus on undergraduate studies, and professional programs including those in teaching and public relations.
es_es: Localizado fuera de la península, a lo largo de la carretera Bedford está la Universidad Monte de San Vicente (Mount Saint Vicent University) [46], una universidad más pequeña enfocada en los grados de los estudiantes y los programas profesionales que incluyen los de docencia y relaciones públicas.

source: Located within the Westin Nova Scotian hotel, Elements is the winner of a Wine Spectator 2010 Award of Excellence and features contemporary global cuisine.
es_es: Ubicado dentro del hotel Westin Nova Scotian, Elements fue el ganador del premio de excelencia Wine Spectator en 2010 y presenta cocina global contemporánea.

source: Log in
es_es: Iniciar sesión

source: London
es_es: Londres

source: Long-standing Pub with late week and weekend entertainment and cheap food.
es_es: Un pub tradicional con entretenimiento hasta las tantas durante todos los días de la semana y comida barata.

source: Lots of focus on meat and seafood, with a few (very solid) vegetarian options.
es_es: El foco principal se centra en carnes y mariscos, con unas cuantas (pero muy recomendables) opciones vegetarianas.

source: Lunch and dinner menu, soups, salads, entrees, desserts.
es_es: Comida y menú de cenas, sopas, ensaladas, entrantes, postres.

source: M-Sa 10AM-8PM.
es_es: De lunes a sábado de 10:00h a 20:00h.

source: Main Page
es_es: Página principal

source: Make sure to get a transfer (valid for 90 minutes), so you can return on the same ticket.
es_es: Asegúrate de comprar un billete de correspondencia (válido durante 90 minutos), de modo que puedas volver con el mismo ticket.

source: Many budget friendly hostels, campgrounds and bed and breakfasts throughout the province.
es_es: Hay muchos hostales low-cost, campings y bed and breakfast por toda la provincia.

source: Many corporations have their regional headquarters in the city, some are located downtown like TD and the Royal Bank, while others are located in some of the major business parks in the region like Burnside Industrial Park or the Aerotech Park which is located next to the Airport.
es_es: Muchas empresas tienen sus propias sedes regionales en la ciudad, algunas se encuentran en el centro de la ciudad como TD y el Banco Real, mientras que otras se sitúan en grandes polígonos industriales o en el polígono del parque de Aerotech, el cual está al lado del aeropuerto.

source: Many of the cheap eats in town are along Spring Garden road.
es_es: Muchos de los sitios más baratos para comer en la ciudad se encuentran a lo largo de la Spring Garden Road.

source: Maritime Bus service operates buses throughout the Maritimes.
es_es: El servicio de autobuses marítimo opera autobuses a lo largo de las provincias marítimas.

source: Meals are reasonably priced, atmosphere is cosy and EVERYTHING on the menu is worth eating.
es_es: Las comidas tienen un precio razonable, la atmósfera es acogedora y vale la pena comer TODO lo de la carta.

source: Metric and Imperial equivalents
es_es: Equivalentes métricos e imperiales

source: Mid-range
es_es: Gama media

source: Mobile view
es_es: Versión móvil

source: More
es_es: Más

source: More information about this page
es_es: Más información sobre esta página

source: Most "pub food" originates not far from the grill and deep fryer.
es_es: La mayoría de los "pub food" no se encuentran muy lejos de la parrilla y la freidora.

source: Most stores close at 10 PM Monday to Saturday and 5 PM on Sundays.
es_es: La mayoría de tiendas cierran a las 22:00h de lunes a sábado y a las 17:00h los domingos.

source: Navigation
es_es: Navegación

source: Navigation menu
es_es: Menú de navegación

source: New York City
es_es: Nueva York

source: Nightly lows (°C)
es_es: Bajadas nocturnas (°C)

source: No reservations.
es_es: No admite reservas.

source: No-nonsense local pub with hockey on the TV and cheap beer, but they also host a remarkably eclectic selection of local live bands.
es_es: Pub local que emite hockey en la televisión y vende cerveza barata, pero también son anfitriones de una extraordinaria selección ecléctica de bandas locales que tocan en vivo.

source: North America
es_es: América del Norte

source: North End Halifax
es_es: A las afueras del extremo norte de Halifax

source: North of the Peninsula is the Bedford Basin, an inland body of water that once served as a marshalling point for convoys of ships crossing the Atlantic Ocean during World War II.
es_es: En el norte de la península se encuentra Bedford Basin, una masa de agua continental que una vez se utilizó como punto de reunión para convoyes de barcos que cruzaban el océano Atlántico durante la Segunda Guerra Mundial.

source: Not far after leaving the airport (heading south on Highway #102), drivers have a choice to continue on Highway #102 (use the right lanes) and take the longer route to the city via Bedford and Mainland Halifax, or take Highway #118 (left lanes) and travel the shorter route via Dartmouth and over one of the two tolled harbour bridges into Halifax.
es_es: No muy lejos después de salir del aeropuerto (hacia el sur por la carretera #102), los conductores tienen la opción de continuar por la autopista #102 (circulando por los carriles de la derecha) y tomar la ruta más larga a la ciudad a través de Bedford y Mainland Halifax, o tomar la autopista #118 (por los carriles de la izquierda) y viajar por la ruta más corta vía Dartmouth y sobre uno de los dos puentes portuarios de Halifax.

source: Not logged in
es_es: No estás conectado

source: Not only does Freak Lunchbox sell an array of candy (by weight), but it deals in unique and hilarious trinkets.
es_es: No sólo Freak Lunchbox vende una gran variedad de golosinas (por peso), sino que también vende únicas y divertidas baratijas.

source: Note that the expressway portions of both highways end at the edge of the city, leaving the balance of either trip to be made on local streets.
es_es: Ten en cuenta que las partes de la autopista de ambas carreteras terminan en la periferia de la ciudad, dejando en equilibrio ambos viajes para continuar por las calles locales.

source: Note: As of 2012 this service no longer operates daily, and runs only three days a week.
es_es: Nota: Desde 2012 este servicio ya no funciona diariamente, y funciona sólo tres días a la semana.

source: Nova Scotia
es_es: Nueva Escocia

source: Now converted into a modern museum with extensive exhibits related to Canadian immigration.
es_es: Ahora se ha convertido en un museo moderno con grandes exposiciones relacionadas con la inmigración canadiense.

source: Numerous cruise ship lines do make stops in Halifax, however.
es_es: Aun así, numerosas líneas de cruceros hacen paradas en Halifax.

source: Of particular note are those on Granville St.
es_es: Cabe destacar en particular las de Granville Street.

source: Often the two worst locations for delays are the two harbour bridges connecting to Dartmouth.
es_es: A menudo los dos peores lugares para los atascos son los dos puentes del puerto que conectan con Dartmouth.

source: On December 6, 1917, the collision of a Norwegian cargo ship with a French munitions ship loaded with 2,500 tons of explosives resulted in the Halifax Explosion, which killed over 2,000 people and leveled the northern half of the city.
es_es: El 6 de diciembre de 1917, la colisión de un buque de carga noruego contra un barco de municiones francés cargado con 2500 toneladas de explosivos derivó en la Explosión de Halifax, en la cual murieron más de 2000 personas y arrasó la mitad norte de la ciudad.

source: Only certain lanes accept coins, and typically only one lane is staffed with a person who can provide change.
es_es: Solamente ciertos carriles aceptan monedas, y normalmente solo un carril está provisto de una persona que pueda proporcionar el cambio.

source: Open 7 days a week for brunch, lunch and dinner.
es_es: Abierto todos los días para brunch, comidas y cenas.

source: Open Tuesday through Friday, lunch only.
es_es: Abierto de martes a viernes, solo a medio día

source: Open seven days a week May-October, 902-420-1015.
es_es: Abierto todos los días de la semana de mayo a octubre, 902-420-1015.

source: Orientation
es_es: Orientación

source: Other educational institutions include:
es_es: Otras instituciones educativas:

source: Other specialties include hodge podge (a creamy soup of fresh baby vegetables; rarely found in restaurants); blueberry grunt (blueberry baked with a sweet dumpling topping); and deep fried pepperoni (a bar snack often dipped in honey mustard sauce).
es_es: Otras especialidades son el "hodge podge" (una sopa cremosa de verduras frescas; raramente se encuentra en restaurantes); el "blueberry grunt" (arándano cocido con un topping dulce de albóndigas); y pepperoni totalmente frito (una barrita a menudo untada en salsa de mostaza y miel).

source: Outdoor skating, snowshoeing, skiing and sledding to name a few.
es_es: Algunas son: patinaje al aire libre, snowshoeing (raqueta), esquiar e ir en trineo.

source: Outside of downtown, cheap grub is plentiful on Agricola and the south end of Gottingen Street.
es_es: A las afueras, la comida barata es abundante en Agricola y el final sur de la calle Gottingen.

source: Page
es_es: Página

source: Page information
es_es: Información sobre la página

source: Pages linked to a data item for a disambiguation
es_es: Las páginas enlazadas a un elemento de datos para una desambiguación

source: Parking on or off street is relatively inexpensive, and often free outside of downtown.
es_es: El aparcamiento dentro o fuera de la calle es relativamente barato y a menudo es gratis fuera del centro de la ciudad.

source: Parks
es_es: Parques

source: Past revisions of this page [Alt+Mayús.+h]
es_es: Revisiones anteriores de esta página [Alt+Mayús.+h]

source: Pedestrian crosswalks are highly respected by drivers in Halifax, and crossings can occur just about anywhere.
es_es: Los pasos de cebra son altamente respetados por los conductores en Halifax, y loc cruces pueden ocurrir en cualquier lugar.

source: Pedestrians are king.
es_es: Los peatones son los reyes.

source: People will often cross a road in the middle of the block, and cars stop for them.
es_es: La gente cruzará a menudo una carretera por el medio, y los coches pararán por ellos.

source: Performers who attend will bring in their fiddles and bagpipes to jam---they are paid in drinks and food.
es_es: Los artistas traerán sus violines y gaitas para tocar en directo --- Se les paga con bebidas y comida.

source: Permanent link
es_es: Enlace permanente

source: Permanent link to this revision of the page
es_es: Enlace permanente a esta revisión de la página

source: Personal tools
es_es: Herramientas personales

source: Philadelphia
es_es: Filadelfia

source: Pick up any book to read in this bookshop cafe, then either purchase it or put it back.
es_es: Coge cualquier libro para leer en esta librería-cafetería, después cómpralo o déjalo donde estaba.

source: Plan to spend hours exploring tunnels, caves, cliffs, cannons, bunkers, trails, and views of the harbour. Free.
es_es: Plan para pasar horas explorando túneles, cuevas, acantilados, cañones, búnkeres, caminos y las vistas del puerto. Gratis.

source: Port of Wines and several other micro-breweries are also permitted to sell their products from their outlets.
es_es: Port of Wines y muchas otras pequeñas cervecerías están autorizadas para vender los productos de su outlet.

source: Powered by MediaWiki
es_es: Impulsado por MediaWiki

source: Precipitation (mm)
es_es: Precipitaciones (mm)

source: Presently, the site itself has daily reenactements from guides/interpreters in period dress.
es_es: Actualmente, aquí tienen lugar recreaciones diarias de actores y guías vestidos de época.

source: Prices usually range between $5-$10 for everything.
es_es: Los precios normalmente varían entre 5$-10$ para todo.

source: Printable version
es_es: Versión imprimible

source: Printable version of this page [Alt+Mayús.+p]
es_es: Versión imprimible de esta página [Alt+Mayús.+p]

source: Privacy policy
es_es: Política de privacidad

source: Private rooms at $57.
es_es: Habitaciones privadas a 57$.

source: Project Home
es_es: Proyecto Home

source: Province House is open year-round.
es_es: Province House está abierta todo el año.

source: Pubs that specialize in traditional-style music have "open mic" nights.
es_es: Pubs especializados en música de estilo tradicional que cuenta con las noches "open mic" (micrófono abierto).

source: Random page
es_es: Página aleatoria

source: Rapidly changing weather means that black ice abounds in winter, and it's particularly nasty when combined with the city's hilly topography.
es_es: Que el clima sea rápidamente cambiante significa que el hielo abunda en invierno, y es particularmente desagradable cuando se combina con la topografía montañosa de la ciudad.

source: Rather than feeling relegated to 'second-fiddle' status, this dichotomy is celebrated by residents who take pride in their slower pace and warm hospitality.
es_es: En lugar de sentirse relegado a un segundo plano, dicha dicotomía se celebra por los residentes, los cuales se sienten orgullosos de su ritmo lento y su hospitalidad cálida.

source: Read
es_es: Leer

source: Recent changes
es_es: Cambios recientes

source: Recent changes in pages linked from this page [Alt+Mayús.+k]
es_es: Cambios recientes en páginas que se enlazaron de esta página [Alt+Mayús.+k]

source: Related changes
es_es: Cambio relacionados

source: Report a problem
es_es: Informar sobre un problema

source: Reservations recommended.
es_es: Se recomienda reservar.

source: Restaurants in Halifax and indeed Atlantic Canada offer a donair pizza featuring all the Halifax donair ingredients served on a pizza crust.
es_es: Los restaurantes en Halifax y dentro del Atlantic Canada ofrecen pizza donair mezclando todos los ingredientes de los donairs de Halifax servidos en pasta de pizza.

source: Retrieved from "http://wikitravel.org/wiki/en/index.php?title=Halifax_(Nova_Scotia)&oldid=2419860"
es_es: Recuperado de "http://wikitravel.org/wiki/en/index.php?title=Halifax_(Nova_Scotia)&oldid=2419860"

source: Right across the street from the Old Burial Grounds is St. Matthew's Church, the oldest United Church in Canada.
es_es: Al otro lado de la calle de los antiguos cementerios está la iglesia de San Mateo (St. Matthew's Church), la Iglesia Unida más antigua de Canadá.

source: Rooms range from $100-180.
es_es: Habitaciones desde los 100$ a los 180$.

source: Rooms range from $80-150.
es_es: Habitaciones desde 80$ a 150$.

source: Rooms start at $41.
es_es: Habitaciones desde 41$.

source: Rooms start at $42.
es_es: Las habitaciones están desde los 42$.

source: Rooms start from $100 and include breakfast and internet.
es_es: Habitaciones desde 100$ e incluyen desayuno e internet.

source: Rooms start from $109, and vary according to the season.
es_es: Habitaciones desde 109$ que pueden variar según la estación.

source: Rooms start from $150.
es_es: Habitaciones desde los 150$.

source: Rooms start from $99 and vary with the season.
es_es: Habitaciones desde 99$ que pueden variar según la estación.

source: Rough, highly skilled games are combined with a near-NHL level of presentation.
es_es: Severamente, los habilidosos juegos están combinados con un nivel NHL (National Hochey League) de presentación.

source: Routes through Halifax
es_es: Rutas a través de Halifax

source: Saturdays are by far the busiest with the most vendors, but the market is open every day of the week.
es_es: Los sábados son los días en los que están llenos de vendedores, pero el mercado está abierto todos los días de la semana.

source: Scenic urban parks, protected areas, and coastline trails are all close to the city.
es_es: Pintorescos parques urbanos, áreas protegidas y senderos en el litoral que están cerca de la ciudad.

source: Seafood and oyster bar.
es_es: Bar de marisco y ostras.

source: Seafood is generally not much cheaper in the Maritimes than elsewhere and many restaurants in Halifax specialize in seafood dishes.
es_es: El marisco generalmente no es mucho más barato en las provincias marítimas que en cualquier otro lugar y muchos restaurantes en Halifax están especializados en platos de marisco.

source: Seafood restaurant on the waterfront.
es_es: Restaurante de marisco en la zona costera.

source: Search
es_es: Buscar

source: Search Wikitravel
es_es: Búsqueda Wikitravel

source: Search Wikitravel [Alt+Mayús.+f]
es_es: Búsqueda Wikitravel [Alt+Mayús.+f]

source: Seating only 69 guests, this restaurant offers an intimate atmosphere.
es_es: Con capacidad para sólo 69 comensales, este restaurante ofrece un entorno íntimo.

source: See
es_es: Qué visitar

source: See the Halifax 7 day forecast at Environment Canada
es_es: Ver la previsión semanal de Halifax enEnvironment Canada

source: Selection is often surprisingly large, but be prepared to pay: a twelve-pack of beer can range from $17-20, and a pint of rum or vodka will set you back $12-14.
es_es: La selección es a menudo sorprendentemente grande, pero prepárate para pagar: un pack de doce cervezas puede oscilar entre los 17-20$, y una pinta de ron o vodka te pondrá costar unos 12-14$.

source: Serves only seasonal, local ingredients. edit
es_es: Sirve sólo ingredientes de temporada de la zona. editar

source: Shopping Areas
es_es: Zonas de compras

source: Single and double rooms, apartment style accommodations.
es_es: Habitaciones indivuduales y dobles, tipo apartamentos.

source: Situated on top of Citadel Hill, it provided a perfect strategic view of the Halifax Harbour when it was constructed.
es_es: Situado en lo alto de la colina Citadel Hill, ofrecía una vista estratégica perfecta del puerto de Halifax cuando fue construido.

source: Sleep
es_es: Dormir

source: Smoking is not allowed.
es_es: No está permitido fumar.

source: Some are well known, others are off the beaten track, all are beautiful.
es_es: Algunos son famosos, otros están fuera de los caminos más conocidos, pero todos son preciosos.

source: Special pages
es_es: Páginas especiales

source: Special:Categories
es_es: Especial: Categorías

source: Special:Search
es_es: Especial: Búsqueda

source: Specific Stores
es_es: Tiendas concretas

source: Splurge
es_es: Gastos

source: Spread over 3 campuses, Dalhousie University [44] is the largest educational institution in Nova Scotia.
es_es: Distribuida en 3 campus, la Universidad Dalhousie (Dalhousie University) [44] es la institución educacional más grande de Nueva Escocia.

source: St. Mary's is renowned for its business school, strong alumni support, and athletics.
es_es: La Universidad de Santa María es conocida por su escuela empresarial, su fuerte apoyo a los estudiantes y el atletismo.

source: Stay safe
es_es: Seguridad

source: Stores are closed for holidays.
es_es: Las tiendas están cerradas en vacaciones.

source: Stores can be found in stand-alone locations, malls, and grocery stores.
es_es: Las tiendas pueden encontrarse en tiendas de calle, centros comerciales, y supermercados.

source: Street food with a Korean/Latin American vibe, with a constantly rotating menu of awesome snacks.
es_es: Comida de calle con un toque hispanoamericano/coreano, con un menú en constante rotación de aperitivos increíbles.

source: Streets tend to be narrow by North American standards, and most drivers are quite relaxed and patient (sometimes too relaxed and patient for drivers used to busier cities).
es_es: Las calles tienden a ser estrechas según los estándares norteamericanos, y la mayoría de los conductores son bastante tranquilos y pacientes (a veces demasiado tranquilos y pacientes para los conductores acostumbrados a ciudades más ajetreadas).

source: Students come here for group study or just to hang.
es_es: Los estudiantes vienen aquí para estudiar en grupo o simplemente para pasar el rato.

source: Students make up a significant proportion of the population in certain neighbourhoods.
es_es: Los estudiantes comportan una significativa proporción de la población en algunos barrios.

source: Su-Th 11:30AM-10PM, F-Sa 11:30AM-11PM.
es_es: De domingos a jueves de 11:30h a 22:00h, y viernes y sábados de 11:30h a 23:00h.

source: Summers are pleasant although occasionally humid, and winters are relatively mild, but wet, snowy and windy.
es_es: Los veranos son agradables a pesar de que, de vez en cuando, hay humedad; y los inviernos son relativamente suaves, pero con lluvias, nieve y viento.

source: Sunshine Cabs (1-800-565-8669 or 902-429-5555, [25]) is a reasonable compromise, with door-to-door service for $26.00 per person going out and $28.00 coming in, but you have to book one day in advance.
es_es: Sunshine Cabs (1-800-565-8669 o 902-429-5555, [25]) realiza un compromiso razonable, con servicio de puerta a puerta por 26.00$ por persona que sale y 28.00$ por persona que llega, pero tienes que reservar con un día de antelación.

source: Super laid back cafe-restaurant-bakery.
es_es: Una panadería, cafetería y restaurante super tranquila.

source: Take a trip up the beautiful Northwest Arm to see the historic Dingle tower in Flemming Park, watch the numerous sailboats out for a weekend cruise or catch a regatta if you're lucky.
es_es: Haz una excursión hasta el bonito Brazo Noroeste (Northwest Arm) para ver la histórica torre Dingle en el parque Flemming, observar los numerosos veleros de crucero de fin de semana o, si hay suerte, ver una regata.

source: Talk
es_es: Habla
